1910
a
abraco
abre
acao
aco
adicionar
agora
aguarda
aguas
aguerrido
ai
alcanca
alegres
alegria
alento
altaneiro
altivo
alto
alvinegro
alvirubro
alviverde
alviverdes
amado
amam
amanha
amar
america
amor
anhanguera
ao
aos
araguaia
ardor
aristocrata
arraial
arrebata
arrebenta
arte
artistas
as
ascende
ases
assim
assustado
astros
atacante
ataque
ate
athleticano
athletico
atletico
atletismo
auriverde
avante
azul
bahia
baixada
bandeira
bateia
bem
benze
bis
boa
bola
bota
botafogo
braco
braganca
bragantino
branco
brasil
brasil-portugal
brasileiro
brasileiros
brasilia
bretao
brilha
brilhar
brilhou
bruta
cada
camisa
campeao
campeoes
campo
campos
canoa
cansaco
canta
cantamos
cantando
cantar
cantemos
canto
celeiro
cenario
cereais
cerrado
ceu
ceus
chama
chegou
cheio
cidade
cifra
cintilam
cio
clamor
clareando
classe
clube
colheita
colorado
com
combatido
combativo
conduz
conhecemos
conquista
consagrado
coracao
coracoes
cores
corinthians
coritiba
corrigir
cortina
cotado
coxa
cruz
cruzeiro
cuiaba
cultural
da
das
de
deca
defesa
demais
demonstrar
dentre
dentro
desde
desgosto
despertando
desportistas
desporto
deste
deus
dignamente
disciplina
distantes
diz
do
domina
dormindo
dos
dourada
dourado
dureza
e
ele
em
emocao
emocoes
enaltecemos
encantando
encarnado
entrando
entre
equipe
ergamos
es
espera
esperanca
espirito
esporte
esportes
esportivo
esquadrao
esta
estara
estas
este
estrada
estrela
eternamente
eu
exaltar
existe
explode
facho
faixa
faltasse
fama
famoso
fascina
fato
faz
feitos
feliz
feminina
festas
fez
fibra
fidalguia
fiel
figuras
fla-flu
flamengo
fluminense
foge
fogo
foi
forca
fortaleza
forte
foste
frente
fruto
fulmina
furacao
futebol
futuro
gado
galo
gama
ganhar
garra
gelo
gente
gerais
gigante
gingado
gloria
glorias
glorioso
goiania
goias
gol
gramado
gramados
grande
grandes
guardada
guardado
guerreiro
guias
harmonia
has
hei
heroi
heroicas
heroico
hino
historia
honramos
honrando
hora
ideal
idolatrado
igual
ilumina
imensa
imenso
imortais
imortal
imponente
imprimir
indio
industria
inflama
inteiro
internacional
isso
ja
jaca
jamais
jesus
joga
jogada
jogadores
jogamos
jogando
jogo
jovens
la
leal
lealdade
legitimo
legou
lembram
levanta
levar
levas
libra
licao
linha
louros
louvor
luta
lutar
luz
magia
maior
mais
malicia
malta
maltrata
manha
mantendo
maos
mar
marchar
marco
massa
mata
matas
me
meio
melhor
menino
mesmo
meu
mil
milhoes
minas
mineiro
minerios
mora
morrer
morte
mostrar
motivo
muita
mundial
mundo
musica
na
nacional
nao
nas
nasceste
natureza
ninguem
no
nome
norte
norte-sul
nos
nossa
nosso
nossos
noutros
novo
num
o
oh
ola
ole
olhos
onde
operarias
orgulha
orgulho
os
ostentando
ostentas
ouro
outro
ouve
padrao
paginas
pais
paixao
palco
palmeiras
para
parana
partida
passa
passado
paulista
paulo
pavilhao
paz
peito
pela
pelo
pelos
pendao
perco
perder
pesou
plagas
playlist
podes
poesia
pois
por
portugues
povo
pra
prazer
predestinado
prelio
presente
primeiro
primeiros
profundo
propria
provaste
pulsando
quando
quantas
que
quem
querida
querido
raca
radioso
raios
rapaz
rasqueado
realidade
recanto
receba
refletor
regata
regencia
relevantes
remo
representa
representante
resume
retumbante
rio
rivais
rival
rubro-negra
rubro-negro
sabe
salve
sangue
santuario
sao
se
segue
seja
sem
sempre
senda
sensacional
ser
seras
serra
seu
seus
sincero
so
soberbo
social
sol
solitaria
somos
sonho
sou
sua
suas
sul
surge
taca
tamanho
tambem
tantas
tao
tarda
te
tecendo
tem
teme
temos
tempo
tenho
tens
tento
teria
ternamente
terra
teu
teus
time
titulo
toda
todos
torcida
traco
tradicao
tradicional
tradicoes
traduzem
transformando
traz
trazendo
tres
tri
tricolor
tu
tua
tuas
tudo
turma
um
uma
uniao
unido
usando
vai
vaidade
valente
valentia
valor
valores
vamos
varonil
vasco
ve-lo
velocidade
vem
vence
vencedor
vencer
vencida
vencido
venham
verde
vermelho
veste
vez
vezes
vibra
vibracao
vibramos
vibrando
vibrante
vibrar
vida
vigor
vila
vingador
vitorias
vives
vivo
voltado
voz
